---
layout: post
title: "creer o reventar... pero prefiero reventar"
comments: true
---
<p>
<em>I couldn&#39;t say why you and I are gemini<br />
We are travelling a million worlds away<br />
I see your Shadow coming closer<br />
Then watch you drifting away</em>
</p>
<p>
Podr&iacute;a poner un quote de TBBT, cuando Penny se presenta y lo primero que dice es su signo del zodiaco... pero ya es mucho TBBT para este blog. Como esc&eacute;ptico que soy siempre digo lo mismo cuando me preguntan de que signo soy: si agarro un diario de buenos aires y uno de china y dice lo mismo para mi signo, voy a creer. La astrolog&iacute;a no deja de ser un negocio, pero lo interesante es que se resiste a las pruebas que el sentido com&uacute;n presenta para refutarla. Nunca son suficientes. No como con la ciencia, donde a pesar que que sea &quot;teoria&quot; hay comprobaciones y m&eacute;todos de an&aacute;lisis.
</p>
<div style="text-align: center">
<img src="http://media.oldben.com.ar/motivational-gravity.jpg" alt="" />
</div>
<br />
<p>
Y tengo que soportar leer que hay gente que dice que la gravedad y la evolucion son solo teor&iacute;as... Las teor&iacute;as son teor&iacute;as hasta que los datos obtenidos por medici&oacute;n y an&aacute;lisis lleven a una nueva teor&iacute;a. La ciencia tiene la capacidad de cuestionarse a si misma. Es mas, es una cuestion fundamental. La gente com&uacute;n no diferencia una teor&iacute;a de una hip&oacute;tesis.
</p>
<p>
En fin. Resulta que a un se&ntilde;or en UK se le ocurrido hacer un estudio sobre los efectos del nacimiento sobre la salud de las personas. Con ese fin y desde 1958, un grupo de 2000 homo sapiens fue sujeto a diversos estudios peri&oacute;dicos, para conocer mas de 100 caracter&iacute;sticas de estos individuos. Como por ejemplo ansiedad, estado civil, agresividad, coeficiente intelectual... pero lo mas simp&aacute;tico es que las fechas de nacimiento de estos 2000 individuos estan muy pr&oacute;ximas, algunas separadas solo por minutos.
</p>
<p>
Eso es suficiente para hacer pruebas sobre predicciones astrol&oacute;gicas, ya que muchos astr&oacute;logos usan la fecha de nacimiento como variable central... y el estudio fue concluyente. No hay forma de asociar el momento del nacimiento con las caracter&iacute;sticas del individuo o como se desarrollara.
</p>
<p>
Pero seguramente esto no sera suficiente para hacer desaparecer los hor&oacute;scopos de los diarios...
</p>
<p>
Visto en el <a href="http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2003/08/17/nstars17.xml">Telegraph</a>.
</p>
