---
layout: post
title: "php considered harmful"
comments: true
---
<p>
Todos los que usan wordpress en su versi&oacute;n 2.5 tienen que actualizar urgentemente a la versi&oacute;n 2.5.1 debido a un fallo de seguridad que le permite a los usuarios tomar control del blog. En la trampa ha ca&iacute;do la red de blogs de hypertextual, la mas grande en espa&ntilde;ol y el truco reside en la registracion abierta. Por lo que pude leer el bug involucra el archivo de login y se puede corregir manualmente en la linea... 1171. 1171? LO QUE? Lo mas gracioso, es en el modulo de recuperaci&oacute;n de contrase&ntilde;a.<br />
<br />
Dicen que PHP significa &quot;PHP Hypertext Preprocessor&quot;, pero los que estamos en internet desde el 95 sabemos que en realidad significa &quot;Personal Home Page&quot;, y definitivamente, no es un lenguaje apto para aplicaciones profesionales. PHP no es consistente entre versiones y obliga a los programadores a tener archivos inmantenibles con m&aacute;s de mil l&iacute;neas de c&oacute;digo. Es un lenguaje ideal para cosas simples, pero definitivamente es un error para aplicaciones con envergadura. Lo peor, es que las hay, y muchas. Hay frameworks que tratan de copiar lo que se puede de otras plataformas, pero igualmente el lenguaje es limitado desde la estructura de pensamiento. Hay que tener mucho cuidado, porque si no la entrop&iacute;a del sistema es muy alta y se vuelven inmantenibles.<br />
<br />
PHP es un lenguaje carente de m&eacute;todo. Naci&oacute; sin m&eacute;todo, porque fue creado con la idea de &quot;que funcione&quot;. Por eso la home de wordpress abre algo as&iacute; como 26 conexiones con la base de datos, con o sin cambio de contenido. La plataforma LAMP fue motor del 2.0 en la web, no lo niego, pero dejo una generaci&oacute;n de desarrolladores que no van a poder dejar de pensar como si fuera PHP.<br />
<br />
Pero siempre hay opciones. Hay lenguajes (y sus frameworks) que si fueron dise&ntilde;ados como piezas de ingenier&iacute;a, con un m&eacute;todo y tomando en cuenta muchas variables. Y adem&aacute;s, tiene mucha mas elegancia a la hora de escribir c&oacute;digo. Si no te moves de linux por nada del mundo, abandona YA PHP antes de que sea tarde y usa Ruby, un elegante lenguaje de programaci&oacute;n soportado por Rails, su framework para RAD, que ademas funciona muy bien sobre windows, mac y unix. No es para cualquiera... Y despu&eacute;s tenes los lenguajes como c# y el framework de .Net y Java con su maquina virtual. Ambos que tambi&eacute;n corren de maravilla sobre windows, mac, linux o unix.<br />
<br />
Tengo que escribir un libro. Ya tengo el titulo: &quot;Zen en el desarrollo de software&quot;. Tal vez salve alg&uacute;n programador de PHP en el camino...<br />
<br />
Y sobre bases de datos... ese es un capitulo aparte...
</p>
