---
layout: post
title: "albricias! enhorabuena mi querida!"
comments: true
---
<p>
Lux: <em>Ro, me caso&hellip;</em><br />
Yo: <em>NOO&hellip; en serio!?</em><br />
Lux: <em>Si, si&hellip; me caso!</em><br />
Yo: <em>Pero, para... con quien?</em><br />
Lux: <em>HEY! Como con quien?</em><br />
<br />
<em>&ldquo;I may not have gone where I intended to go, but I think I have ended up where I needed to be.&rdquo;</em><br />
- Douglas Adams<br />
<br />
Si, se nos casa. Me lo tiro, as&iacute;, de imprevisto. Me mostro la revista Vogue Novias que se hab&iacute;a comprado, tan acorde a su propio y &uacute;nico estilo. &ldquo;<em>La compre y la escond&iacute;. Aun no le dije a mi familia, pero si la ve&iacute;an&hellip;</em>&rdquo; y yo pens&eacute;&hellip; &ldquo;<em>Solo una revista?</em>&rdquo;. Ya tendr&aacute; tiempo de comprar m&aacute;s. <br />
<br />
La arquer&iacute;a es un rejunte de gente extra&ntilde;a.&nbsp; Los que no son suficientemente &ldquo;exc&eacute;ntricos&rdquo; la abandonan r&aacute;pidamente. Pocos tienen la constancia de meterse en el arte, y muchos menos volver con todo despu&eacute;s de, cuanto? 2 meses de inactividad? Ese fue el caso de Lux. Esa actitud, por si sola, ya dice mucho sobre el car&aacute;cter de alguien. Y no tiraras &quot;con un reci&eacute;n nacido&rdquo;, pero date tiempo. Un paquete de harina a la vez mi querida. Ya llegaras a los 18 metros, pero no te apures, disfruta del viaje.<br />
<br />
Terminado el d&iacute;a, y con ese estado mental tan particular que te deja la practica, nos dedicamos a ponernos al d&iacute;a. Hablar mal de algunos, bien de otros. Caf&eacute; por mi parte. Cigarrillos por la suya.&nbsp; Evidentemente, ten&iacute;amos mucho para charlar!&nbsp; Y as&iacute; pas&oacute; la noche, arquer&iacute;a, fotograf&iacute;a; la vida, el universo y todo lo dem&aacute;s. Da gusto hablar con alguien inteligente para variar! <br />
<br />
Pero bueno, en d&iacute;a de semana la gente esta cansada, y ya de madrugada emprendimos la retirada. Pero a pesar de la hora te tomaste el trabajo de dedicarme una foto a las 3AM y de alegrarme el fin de semana con tus palabras. Y como los 1500 caracteres de tu fotolog quedan cortos, y yo ahora tengo blog, te dedico este post con mis mejores albricias para vos y tu muchacho =P<br />
<br />
Oh! Mi joven saltamontes, recuerda que una vida es una flecha. As&iacute; de breves somos. Vivimos solo para ese momento, cuando nos encontramos en el blanco con nosotros mismos. Pero siempre recorda&nbsp; que esa vida puede, o no, ser la tuya. Depende de la ocasi&oacute;n. Tenemos un gran poder sobre los dem&aacute;s, as&iacute; que siempre tene cuidado a donde apuntas, porque puede ser que aciertes.<br />
Para gente como nosotros, ser felices requiere de mucho trabajo. Mucha dedicaci&oacute;n&hellip; como con el arco. Pero esta bueno, vale la pena, y estoy seguro que estas a la altura de las circunstancias. Sos una gran persona, una excelente amiga y una gran Maestra. Porque, como siempre digo, no son los a&ntilde;os, es el kilometraje&nbsp; =P.
</p>
<p>
Amiga m&iacute;a, yo ser&eacute; agua. Vos, se feliz. Tu vida ser&aacute; larga y prospera.<br />
<br />
Nos vemos en la l&iacute;nea de tiro.
</p>
