---
layout: post
title: "1, 2, 3... 14!"
comments: true
---
<p>
<em>
See the world in white and blue<br />
Buenos Aires right in front of you<br />
From the Pampas to Patagonia,<br />
Tierra del Fuego, Rio Paran&aacute;<br />
Argentina is in motion<br />
From the high hills to the Atlantic Ocean<br />
See the bird with the leaf in her mouth&hellip;<br />
Until the flood of the colors came out&hellip;<br />
Beautiful Day!</em>
</p>
<p style="text-align: center">
<a href="http://www.u23dmovie.com/"><img src="http://media.oldben.com.ar/U2_3D_poster.jpg" alt="" /></a>
</p>
<p>
<em>- Escuchame&hellip; esto es River!</em>
</p>
<p>
Cuando voy al cine, compro algo para tomar. No me gusta comer, me molesta el ruido de los dem&aacute;s, as&iacute; que, un poco por respeto y un poco porque&hellip; me molesta mi propio ruido no como.&nbsp; Generalmente la bebida no llega a durar ni la mitad de la pel&iacute;cula. Esta vez, quedaron enteras, no las tocamos. As&iacute; de envolvente es la experiencia de U23D.<br />
<br />
<em>The night is full of holes<br />
As bullets rip the sky<br />
Of ink with gold<br />
They twinkle as the<br />
Boys play rock and roll<br />
They know they can&rsquo;t dance<br />
At least they know...</em><br />
<br />
Oh, but they DO dance. They make you dance. Lo &uacute;nico que me impidi&oacute; pararme a bailar al lado de Bono fue&hellip; que me estaba cantando Vertigo a m&iacute;, mir&aacute;ndome a los ojos. En 3D, adelante m&iacute;o. &ldquo;WOW&rdquo; fue lo &uacute;nico que dijo la audiencia&hellip; incre&iacute;ble.<br />
<br />
En el 2005, 3ality Digital desarrollo una tecnolog&iacute;a de filmaci&oacute;n en 3D digital con motion control para sistemas 3D de polarizaci&oacute;n de imagen. Despu&eacute;s de un par de pruebas, fueron directo con U2. Hoy, 3 a&ntilde;os despu&eacute;s (solo 3 a&ntilde;os) estrenaron U23D en salas digitales con capacidad 3D, y cines IMAX. Y una de esas salas esta en Buenos Aires.<br />
<br />
Filmado en los recitales de la 4th leg del Vertigo Tour 2006 (con filmaci&oacute;n adicional en Melbourne en el 5ft leg) en Latinoam&eacute;rica, con 18 c&aacute;maras Digitales Sony (como las que uso Lucas para Star Wars) modificadas por 3ality. De esas 18, 4 se las pidieron prestadas a James Cameron&hellip;<br />
Filmando 7 de los 8 shows del 4th leg, con una extra&ntilde;a preferencia&hellip; Buenos Aires fue el que recibi&oacute; m&aacute;s atenci&oacute;n. Aqu&iacute;, en Buenos Aires, antes de los 2 shows para el publico la banda toco un set de 10 canciones solamente para este&hellip; recital. Porque no es una pel&iacute;cula. Es un recital.<br />
<br />
<em>I don&rsquo;t know if I can take it<br />
I&rsquo;m not easy on my knees<br />
Here&rsquo;s my heart you can break it<br />
<br />
I need some release, release, release</em><br />
<br />
Durante 85 minutos, desde la puerta de River hasta los cr&eacute;ditos, U2 toca 11 canciones y un encor&eacute; de 3&hellip; y algo as&iacute; como el 80-85% del recital es River. Podes reconocer el paisaje, a pesar de que la pasas arriba del escenario.<br />
<br />
T&eacute;cnicamente, es impecable. Estas parado detr&aacute;s de bater&iacute;a de Larry Mullen. Podes ver como no se le inmuta un musculo. Podes apreciar los detalles de las guitarras de The Edge. Sentir la respiraci&oacute;n de Bono. Verlo a los ojos atr&aacute;s de los lentes. Adam Clayton que te esquiva con el bajo...
</p>
<p>
<em>When Johnny comes marching home again&hellip;<br />
Hurrah! Hurrah!</em><br />
<br />
Visualmente, es surrealista. Es un recital. Es una pel&iacute;cula. Es un video clip. Es&hellip; 3D. Es real. Es Vertigo. Todo cierra. A veces me sorprende como se planifican hasta los m&aacute;s m&iacute;nimos detalles. El manejo de la profundidad y de las luces es incre&iacute;ble. Hasta los silencios son conmovedores. Y para los que estuvimos en River ese d&iacute;a...
<br />
El recital tiene puntos clave en &ldquo;Love and Peace or Else&rdquo;, que va junto a &ldquo;Sunday, Bloody Sunday&rdquo; (ya no las puedo escuchar por separado), &ldquo;Miss Sarajevo&rdquo; y &ldquo;Pride&rdquo;. &ldquo;One&rdquo; es&hellip; One. Y &ldquo;With or Without You&rdquo; es&hellip; especial.<br />
Para mi faltaron 3 canciones fundamentales: &ldquo;Until the End of The World&rdquo;, &ldquo;I Still Haven&#39;t Found What I&#39;m Looking For&rdquo; y &ldquo;Elevation&rdquo;. Pero no importa.<br />
<br />
Ahora si que no piso un cine de nuevo. Y no se si volver&eacute; a alg&uacute;n recital. La experiencia de U23D es &uacute;nica y esta totalmente de m&aacute;s recomendarlo.<br />
<br />
As&iacute; que si van, please, give me a ring.&nbsp; No puedo esperar a verla de nuevo.<br />
</p>
