---
layout: post
title: "Gort! Klaatu barada nikto!"
comments: true
---
<p>
<em>
&quot;Michael Rennie was ill<br />
The day the earth stood still<br />
But he told us where we stand.&quot;
<br />
- The Rocky Horror Picture Show</em>
</p>
<p>
La ciencia ficci&oacute;n tiene muchos cl&aacute;sicos en el cine. Muchas pel&iacute;culas que se han convertido en un fen&oacute;meno de culto. En la &eacute;poca dorada de la ciencia ficci&oacute;n, entre los 50 y los 60 surgieron muchas de estas pel&iacute;culas, pero hay una en particular que es recordada como un icono de la decada del 50, <a href="http://www.imdb.com/title/tt0043456/">The Day The Earth Stood Still</a>. En este momento no puedo recordar un cl&aacute;sico que fuese citado tantas veces por otras pel&iacute;culas de ciencia ficci&oacute;n. 
</p>
<p>
<img src="http://media.oldben.com.ar/klaatu-tron.jpg" alt="" /><br />
<em>
Gort! Klaatu barada nikto! en el cub&iacute;culo de Alan Bradley en <a href="http://en.wikipedia.org/wiki/Tron_%28movie%29">TRON</a>.</em>
</p>
<p>
La Frase &quot;Klaatu barada nikto!&quot;, utilizada en el film para impedir que Gort destruya la tierra aparece en pel&iacute;culas y series como Tron, Encuentros Cercanos del Tercer Tipo, Star Wars Episode VI: The Return Of The Jedi, Willow, Galaxy Quest; X-Files, The Simpsons, Farscape... adem&aacute;s de poder encontrarla como Easter Egg en muchos videojuegos y programas de computadora. 
</p>
<p>
&nbsp;
</p>
<div style="text-align: center">
<a href="http://www.flickr.com/photos/oldben/2374548806/" title="Gort! Klaatu barada nikto! by old ben, on Flickr"><img src="http://farm4.static.flickr.com/3296/2374548806_4a66c01296_m.jpg" alt="Gort! Klaatu barada nikto!" width="240" height="181" /></a>
<br />
Pagina &quot;about:robots&quot; en Mozilla Firefox Beta 3.
</div>
<br />
<p>
Creo que la primera vez que vi <a href="http://www.imdb.com/title/tt0043456/">The Day The Earth Stood Still</a> fue en un &quot;s&aacute;bado de superaccion&quot; por Canal 11 siendo muy chico. Es de esas pel&iacute;culas que te quedan en la memoria, y junto con Star Wars y la serie original de Star Trek forma parte de mis primeras memorias... en fin. Gracias a la magia de Internet, hoy cuento con una copia de excelente calidad de esta pel&iacute;cula, que cuenta la historia de Klaatu, un extraterrestre que visita la tierra para advertir sobre la inminente destrucci&oacute;n de la raza humana a merced de sus propias armas at&oacute;micas. Si las naciones del mundo no abandonan la carrera armamentista, el federaci&oacute;n de planetas a la cual representa Klaatu proceder&aacute; a la destrucci&oacute;n de la tierra. Simple... no los queremos con sus armas at&oacute;micas sueltos por el espacio amenazando nuestra paz.
</p>
<p>
<img src="http://media.oldben.com.ar/gort.jpg" alt="" />
</p>
<p>
En los tiempos que corren hoy dia, los peligros son otros y esta pel&iacute;cula quedo un poco (solo un poco) atrasada en la critica pol&iacute;tica. Tal vez por eso a alg&uacute;n genio de hollywood se le ocurri&oacute; hacer un remake... lo &uacute;nico que van a lograr es que nosotros, los que si somos aficionados a la ciencia ficci&oacute;n, tengamos que informar al resto de la poblaci&oacute;n mortal que la pel&iacute;cula es un remake, contarles la historia original, regalarles el libro, organizar sesiones de proyecci&oacute;n... todo para poder decirles &quot;ven, Keanu Reeves no le llega a ni a los talones a Michael Rennie, lo tendr&iacute;an que haber elegido para hacer de Gort!&quot;. Mejor pensar asi, asi si la pel&iacute;cula es mediocre, por lo menos, la pasamos bien. 
</p>
<p>
La verdad, no tengo muchas esperanzas sobre la pel&iacute;cula... los ultimos remakes que recuerdo (War of The Worlds y I Am Legend) tuvieron grandes efectos especiales y... nada mas. Me imagino que no la filmaran en blanco y negro, una lastima... pero por lo que lei, &quot;Klaatu barada nikto!&quot; sigue siendo una linea que se pronunciara, para regocijo de los fan&aacute;ticos. El 12 de Diciembre estara en las salas de cine y podremos sacar conclusiones. 
</p>
