---
layout: post
title: "the god delusion, o porque seguramente no hay dios"
comments: true
---
<div style="text-align: center">
<a href="http://media.oldben.com.ar/IMG_6417.jpg"><img src="http://media.oldben.com.ar/IMG_6417-web.jpg" alt="" /></a>
</div>
<p>
Hace <a href="/post/stand-out.aspx">poco tiempo comentaba</a> que mi cambio a un Ate&iacute;smo mucho mas militante fue culpa de Richard Dawkins. Hombre de varias publicaciones (<a href="http://www.amazon.com/Selfish-Gene-Anniversary-Introduction/dp/0199291152/ref=pd_sim_b_1">El Gen Egoista</a> es tal vez su libro mas conocido), en 2006 escribi&oacute; <a href="http://www.amazon.com/God-Delusion-Richard-Dawkins/dp/0618680004">The God Delusion</a> (o El Espejismo de Dios en su traducci&oacute;n al castellano) donde le dedica a Douglas Adams 10 interesantisimos cap&iacute;tulos para desenmara&ntilde;ar el problema de la religi&oacute;n, sus or&iacute;genes evolutivos y como todo encaja en la Teor&iacute;a de la Memetica. Todo con un tono de divulgaci&oacute;n cient&iacute;fica que me record&oacute; much&iacute;simo a Carl Sagan.
</p>
<p>
El libro centra su an&aacute;lisis en las religiones Abrahamicas (Juda&iacute;smo, Cristianismo e Islamismo) y esta dirigido al publico Norteamericano, donde cada vez la separaci&oacute;n de iglesia y estado es menor, los televangelisitas estan en aumento y el fundamentalismo cristiano amenaza  de muerte a cient&iacute;ficos.
</p>
<p>
En el primer capitulo ataca un tema muy b&aacute;sico de la sociedad moderna: el respeto a las religiones. De como el estado y la iglesia en muchos paises esta separado por una muy delgada linea y se exige un respeto sin cuestionamientos a las creencias religiosas de la gente. De por que ser ateo es terrible, pero &quot;no creer en dios&quot; no lo es tanto.
</p>
<p>
Sin ir muy lejos hablando de separaci&oacute;n de estado e iglesia, el pre&aacute;mbulo de nuestra Constituci&oacute;n invoca &quot;la protecci&oacute;n de dios, fuente de toda razon y justicia&quot; y establece que la Rep&uacute;blica Argentina es Cat&oacute;lica Apost&oacute;lica Romana. Y por estas fechas se recuerda la creaci&oacute;n de la Bandera Nacional en memoria de Belgrano y los alumnos del colegio primario tienen que jurar lealtad. Recuerdo que me quede con la boca abierta (y no jure) porque todo arranco con un &quot;Dios sea loado&quot;. 4to grado y ya era ateo.
</p>
<p>
Los siguientes tres cap&iacute;tulos exploran las hip&oacute;tesis religiosas y como la evolucion de las religiones llevo del polite&iacute;smo de la edad antigua al monote&iacute;smo de la edad moderna, y explora la hip&oacute;tesis de que el pr&oacute;ximo y mas l&oacute;gico paso es, sin dudas, el ate&iacute;smo. Expone los argumentos presentados a lo largo de la historia a favor de la existencia de dios de una manera clara y objetiva y culmina exponiendo las razones de porque seguramente no hay ning&uacute;n dios. Se pueden imaginar cuales tienen mas sentido, no? 
</p>
<p>
Aqu&iacute; podr&iacute;amos cerrar una etapa del libro, ya que luego nos lleva por el camino de un an&aacute;lisis Darwiniano de la religi&oacute;n como unidad social, de las ideas sobre su origen y la necesidad evolutiva de un c&oacute;digo moral. Yo sostengo que los ateos tenemos un c&oacute;digo de moral y &eacute;tica mucho mas sano que los creyentes, principalmente porque no tenemos un hombre invisible que nos vigila y que perdona nuestras ofensas. Para los ateos la vida es una sola y es definitivamente mucho mas &quot;sagrada&quot; que para los creyentes (sobre todo los fundamentalistas).
</p>
<p>
Steven Weinberg, un gran f&iacute;sico, dec&iacute;a que &quot;la gente buena hace buenas cosas y la gente mala hace cosas malas, pero para que la gente buena haga cosas malas, es necesaria la religion&quot;. No podr&iacute;a estar mas de acuerdo. 
</p>
<p>
En los &uacute;ltimos tres cap&iacute;tulos del libro, Dawkins expone su vision de porque las religiones van (seguramente) en detrimento de la humanidad. Lo terrible del fanatismo religioso y lo absurdo de los ataque al ate&iacute;smo. Explora el abuso infantil desde otro punto de vista: el abuso psicol&oacute;gico en las escuelas religiosas.
</p>
<p>
En definitiva, es un libro interesante de leer y muy dif&iacute;cil de conseguir. Si bien hay una edici&oacute;n en espa&ntilde;ol, nadie la trae y por lo menos en Buenos Aires, no se consigue. Yo <a href="http://www.amazon.com/God-Delusion-Richard-Dawkins/dp/0618680004">lo consegu&iacute; por Amazon</a> porque en librer&iacute;as especializadas en ingles tampoco lo ten&iacute;an!
</p>
<p>
un muy buen texto que no intenta ser un manifiesto ateo, sino un libro de divulgaci&oacute;n cient&iacute;fica. Y hay que leerlo como tal. 
</p>
