---
layout: post
title: "everybody lies"
comments: true
---
<p>
ayer me dijeron que deber&iacute;a ver <a href="http://en.wikipedia.org/wiki/House_(TV_series)">House</a>. Asi que como no hay series (<a href="http://en.wikipedia.org/wiki/Battlestar_Galactica_(2004_TV_series)">BSG</a> arranca esta semana!!) apunte el torrent y empece a bajar. Y sorprendentemente, me encontr&eacute; con un medico que me gusta. Repasemos un poco a los medicos de algunas de mis serie favoritas:
</p>
<p>
<a href="http://en.wikipedia.org/wiki/Carson_Beckett">Carson Beckett</a> de SGA fue uno de los que me pareci&oacute; simp&aacute;tico, aunque me parece que es por el acento. Lo hicieron explotar y volvi&oacute; clonado a pedido del publico. Y desde la exposion que lo reemplazo la ins&iacute;pida <a href="http://en.wikipedia.org/wiki/Jennifer_Keller">Dra. Keller</a>, a la que quisieron darle un poco mas de protagonismo con un triangulo amoroso pero no llego a nada. Lo mas interesante que logro fue casi convertirse en una <a href="http://en.wikipedia.org/wiki/Hive_Ship#Hive_ship">Hive Ship</a>.
</p>
<p>
Stargate SG-1 tiene a la <a href="http://en.wikipedia.org/wiki/Janet_Fraiser#Janet_Fraiser">Dra. Fraiser</a>, que recuerdo como la creadora de la droga que libera a los Jaffa de la necesidad de un simbionte, una adopci&oacute;n de una ni&ntilde;a-bomba y una honrosa muerte en la linea del deber. Una que tambi&eacute;n volvi&oacute; en una realidad paralela... porque nadie realmente muere en Stargate.
</p>
<p>
El &quot;<a href="http://en.wikipedia.org/wiki/Dr._Cottle">Doc</a>&quot; de BSG que se la pasa fumando mientras atiende los partos de h&iacute;bridos cylon-humanos. Los cigarrillos en un futuro/pasado no me cierran.
</p>
<p>
En Star Wars los medicos son robots. Todos los medicos de cualquiera de las series o peliculas son robots. Ademas, los tanques de <a href="http://starwars.wikia.com/wiki/Bacta">Bacta</a> no dejan mucho mas trabajo. Never say no to Bacta!
</p>
<p>
En Star Trek tenemos de todo. <a href="http://memory-alpha.org/en/wiki/Phlox">Phlox</a>, con sus extra&ntilde;as mascotas y sus t&eacute;cnicas... naturistas. Siempre hace falta un comic relief con un Vulcano a bordo. <a href="http://memory-alpha.org/en/wiki/Julian_Bashir">Bashir</a>, que debe ser el menos &quot;hipocr&aacute;tico&quot; de todos. Se la paso a los tiros en la Guerra con la Alianza del Dominio, fue modificado gen&eacute;ticamente y nunca &quot;pudo&quot; con <a href="http://memory-alpha.org/en/wiki/Jadzia_Dax">Dax</a>. El <a href="http://memory-alpha.org/en/wiki/The_Doctor">Doc Hologr&aacute;fico</a> es de mis favoritos de ST, porque es un personaje interesante, y su sola presencia ya presento dilemas eticos y morales. <a href="http://memory-alpha.org/en/wiki/Beverly_Crusher">Crusher</a>, que solo cuenta con el escudo metafasico, un affair con una entidad anafasica y la formaci&oacute;n de un grupo de teatro abordo del Enterprise. <a href="http://memory-alpha.org/en/wiki/Katherine_Pulaski">Pulaski</a>, una pobre imitaci&oacute;n de <a href="http://memory-alpha.org/en/wiki/Leonard_McCoy">McCoy</a>, con su fobia a los transportadores y la pronunciar incorrectamente el nombre de Data (&quot;data, day-ta, what&#39;s the difference?&quot;, &quot;One is my name, the other is not&quot;.). Y <a href="http://memory-alpha.org/en/wiki/Leonard_McCoy">McCoy</a>, viene segundo despu&eacute;s del Doctor. Lo molestaba a Spock (you green-blooded son of a bitch!), pero despues le guardo el Katra y le dio consejos a Data.
</p>
<p>
En resumen, la ciencia ficci&oacute;n no es un buen lugar para los medicos. Realmente no tienen demasiado para hacer. En ST, Data, T&#39;Pol e incluso Spock hicieron mas ciencia medica que los propios medicos de la nave.
</p>
<p>
Y el resto de los medicos de la tele tienen una onda a <a href="http://es.wikipedia.org/wiki/Joseph_%22Joey%22_Francis_Tribbiani">Drake Ramoray</a>. ER tenia un ritmo interesante, pero ni me acuerdo cuantas temporadas hicieron hasta que se dieron cuenta que aburr&iacute;a. Creo que el becado llego a jefe de seccion.
</p>
<p>
Pero House tiene un aire distinto. Empece a ver se&ntilde;ales ya en el primer episodio que me llamaron la atencion y me recordaron a Sherlock Holmes. La adicci&oacute;n, la indiferencia con los pacientes pero no con los &quot;casos&quot;, la forma de elegirlos y... el nombre de la primera paciente: Adler. La &quot;mujer&quot; seg&uacute;n Holmes, la &uacute;nica que lo venci&oacute; en su propio juego.
</p>
<p>
Y si, House esta basado en Holmes y producido por Bryan Singer (X-Men, Superman y otras tantas). Interesante combinaci&oacute;n. 
</p>
<p>
Creo que por eso me gusto. Me recordo mas a un detective cient&iacute;fico que a un medico. Solo vi unos pocos episodios de la primera temporada (y va por la quinta), asi que veremos como me va.
</p>
<p>
Con Lost dure 2 temporadas... 
</p>
<div style="text-align: center">
<img src="http://media.oldben.com.ar/everybodyLies.jpg" alt="" />
</div>
